[
    {
        "id": "01",
        "category": "vacation",
        "title": "Why Malaysia should be your next luxury golf vacation",
        "content": "<p>With over 200 courses to fit all budgets and handicaps, Malaysia is a golfing destination waiting to be discovered, from hill country courses away from the heat and humidity to city centre courses and beautiful landscaped courses next to the ocean there truly is something for everyone.</p><p>Malaysia boasts a number of top tier courses, many of which are situated between Kuala Lumpur and Johor Bahru, offering easy access from Kuala Lumpur International Airport (KLIA) and also convenient for golfers heading over from Singapore explore Malaysian golf offerings.</p><h3>Stay at Renaissance Johor Bahru</h3><p>This five star luxury hotel is located in the thriving township of Permas Jaya, making it an ideal choice for business and leisure travellers alike as there are countless restaurants, spas and eateries just a short walk from the hotel.</p><h3>Dine at Renaissance Johor Bahru</h3><p>The menus are clearly marked with vegetarian options, with many dishes that can easily be adapted to be vegan. They even offered a fully vegan set menu at Wan Li, which we of course we indulged in during our stay.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal1.webp"
    },
    {
        "id": "02",
         "category": "vacation",
        "title": "25+ Fun Things to Do in Portland, Maine",
        "content": "<p>If you're looking for a fantastic and underrated city in the US, I will sing you the praises of Portland, Maine! This incredibly cool city is one of my favorite places in New England — yet it doesn’t get a fraction of the attention it deserves.</p><p>Why is that? I think it’s because so many people default to Portland, Oregon, in their minds. That and most Maine visitors seem set on beaches and the outdoors rather than a city getaway. But there are SO many great things to do in Portland, Maine — and I think this city might be the highlight of your Maine trip.</p><p>So how should you spend your time in this delightful city? Let’s take a look at the best things to do in Portland, Maine!</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal2.webp"
    },
    {
        "id": "03",
        "category": "Adventure",
        "title": "4 Day Bansko Itinerary for Romance and Adventure",
        "content": "<p>At the base of Bulgaria’s Pirin Mountains, Bansko is a charming town that blends natural beauty, rich history, and modern amenities.</p><p>My 4 day Bansko itinerary was a perfect mix of romance, adventure, and cultural immersion. From historic churches to rugged trails and cozy taverns, Bansko delivered an unforgettable experience.</p><p>Bansko sits at the base of Bulgaria’s Pirin Mountains. It’s a charming town full of history, nature, and fun. This 4 day Bansko itinerary mixes romance, adventure, and local culture. You’ll visit old churches, hike scenic trails, and enjoy tasty Bulgarian food. Each day brings something new and exciting. Whether you love thrills or prefer relaxing, Bansko has it all.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal3.webp"
    },
    {
        "id": "04",
        "category": "Trip",
        "title": "What to Pack for a Solo Trip (That You Might Not Think Of)",
        "content": "<p>Packing for a solo trip is kind of like prepping for a date with yourself. You want to be practical, but also a little romantic. You’re the planner, the navigator, the “do we have ibuprofen?” person, the security detail, and the vibe curator—all in one carry-on.</p><p>After over a decade of traveling solo through 65+ countries, I’ve learned that there are a few low-key essentials that don’t make it onto most packing lists—but absolutely should.</p><p>Take a photo of your passport, travel insurance, and any important visas and email it to yourself. I also keep them in Google Drive and print a hard copy just in case. If your bag or ID goes missing, this tiny step becomes a game-changer.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal4.webp"
    },
    {
        "id": "05",
        "category": "Trip",
        "title": "Cultural Tips for Visiting Japan: What Every First-Time Traveler Should Know",
        "content": "<p>Japan isn’t just another country — it’s an entire system of customs, etiquette, and unspoken social contracts that seem to operate like clockwork. I’ve traveled to over 75 countries, but the first time I traveled to Japan, it baffled me. It’s the only highly developed country that I’ve been in where everything is so completely foreign to me. I’m used to that feeling when visiting more underdeveloped countries, but I wasn’t expecting the “Why do they do that” thought that ran through my head constantly in Japan.</p><p>If you’re wondering what to do (and not do) in Japan, this guide is your etiquette cheat sheet. These cultural tips for visiting Japan cover what you’ll encounter in both the bustling streets of Tokyo and the quiet alleys of smaller towns, where the vending machine might be the only thing awake past 9 p.m.</p><h3>Don’t Eat and Walk</h3><p>Japan has some of the best street food in the world… and yet, eating while walking is considered rude. One of the fastest ways to signal “I am not from here” in Japan is to stroll down the street chomping on a snack. Even though food is everywhere — from convenience stores to those amazing department store basements — eating is considered something you pause for.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal5.webp"
    },
    {
        "id": "06",
        "category": "vacation",
        "title": "Things to do in Loveland - Colorado's Sweetheart City",
        "content": "<p>Loveland may sound like a new reality show or a new board game – but it is actually a city with a big heart in Colorado’s front range. Loveland is often overshadowed by well-known towns like Boulder and Fort Collins, but it’s a super alternative to both of these towns. Just an hour’s drive from my home in Denver, Loveland is perfect for a day trip or weekend getaway. It’s also an ideal jumping-off point for exploring Rocky Mountain National Park or enjoying one of the town’s many festivals.</p><p>Yes – love is in the air all around Loveland. However, you’ll also find a vibrant art scene (the best in Colorado!) The author John Villani dubbed Loveland the second-best art town in America in his book “The 100 Best Art Towns in America”. Wander through the phenomenal public art collection (valued at $12.3 million), tour one of the largest bronze foundries in the country, stroll through the myriad charming downtown galleries, or even peek into an artist studio during the Loveland Art Studio Tour in October.</p><p>The city earned the title of “Sweetheart City” for its famous Valentine’s re-mailing program, where people from around the world send their Valentine’s Day cards to Loveland to be stamped with a unique, decorative postmark (that changes every year) and a poetic message before being forwarded to the intended recipient. The Valentine re-mailing program began in 1947 when Loveland postmaster Elmer Ivers and Chamber of Commerce president Ted Thompson wanted to promote the city. They came up with stamping Valentine’s cards with a romantic postmark from Loveland to add a sentimental touch for recipients.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal6.webp"
    },
    {
        "id": "07",
        "category":"travel guide",
        "title": "Bali Travel Guide for First-Timers From a Veteran Visitor",
        "content": "<p>Bali, also referred to as the island of Gods, is undoubtedly one of the most popular tourism destination in Indonesia.</p><p>I’ve been visiting this beautiful island since I was a young. I was born in Indonesia and I speak Bahasa Indonesia fluently. Thanks to this, I am able to understand certain Balinese cultures and nuances in a way that foreigners can’t. So, I want to bridge that cultural gap and impart all the knowledge I’ve accumulated about Bali! Keep on reading</p><h3>Overview of Bali</h3><p>Bali needs no introduction – the island has become a dream destination for decades, starting with the tourism boom in the 1980s. Bali tourism has gone through some rough patches, with the rise of drug-related crimes and two terrorist bombings in the mid-2000s that claimed the lives of a staggering 202 victims, to the tourism revival that can be credited to Eat Pray Love in the 2010s. The book (and movie) has arguably led to what Bali is known for in the present day – wellness and spiritual healing, along with the beautiful beaches and nature.</p><h3>When is the best time to visit Bali?</h3><p>Bali is great to visit all year round. The monsoon season (mid-December to March) brings rain, but isn’t too severe – the rain comes only a few hours during the day. After the rain, it’s more pleasant to wander around since the temperature would have cooled down.</p><h3>Public Holidays and Important Dates in Bali</h3><p>Bali celebrates a number of Hindu holidays. As a visitor, you don’t have to worry too much about these holidays affecting your plans… except for Nyepi, which I’ll talk about more shortly.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal7.webp"
    },
    {
        "id": "08",
        "category":"travel guide",
        "title": "I Fell For a Taxi Scam at Paris Charles de Gaulle Airport",
        "content": "<p>Visiting Paris is high up on most travelers’ bucket lists. After all, who doesn’t want to see Eiffel Tower in person after seeing it being pictured as a romantic symbol in magazines and movies for practically all our lives?</p><p>But if you’re familiar with Paris Syndrome, you’ll know that many first-time tourists were caught off guard by this lesser-known aspect of the city. Despite its charm, Paris is actually notorious for the candidness of its residents which makes them appear unfriendly, or worse, the myriad of tourist scammers waiting to pounce on tourists.</p><p>While Paris itself is undoubtedly still a magical city with lots of attractions and delicious food to try (the French do truly ✨ magical things ✨ with butter), you do need to be vigilant when you are there.</p><p>So, in this post I will be sharing how I, a supposedly seasoned traveler who had traveled to 36 countries, fell for the most basic taxi scam at the Paris Charles de Gaulle Airport (CDG). To be very honest with you… even five years later, writing this still makes me upset and that’s why it took this long for me to share the experience. I really hope this will help someone else avoid the same mistakes I made!</p><p>This happened in June 2018. I flew to Paris from Singapore for a business trip. It was my second time visiting Paris, having been there on my very first European holiday in 2011. On that first visit, I went during the colder months in November. This 2018 visit would be my first time in Paris during the summer. I love European summers with their never-ending daylight and upbeat vibe. Needless to say, I was pumped to be visiting Paris at this time.</p><p>On my first visit to Paris in 2011, I arrived on a day when there was a train strike on the Paris RER, and getting into the city itself became an adventure (which I later learned is a common occurrence). So I was glad that a car had been arranged to pick me up at the airport this time.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal8.webp"
    },
    {
        "id": "09",
        "category":"travel guide",
        "title": "Wine with penguins and koalas – Day trips around Melbourne",
        "content": "<p>On a windy winter morning, I stood below one of the legendary bridges across the Yarra River and gazed upon the towering buildings that dot the skyline of Melbourne. The “land of the Kulin Nation “ was called Naarm by the First People of Australia and the “ever-flowing “ Yarra River was their lifeline.</p><p>“There is a story here, “ said my guide Martina Jennings as I sipped my cup of coffee while the strong gales knocked me off my feet. “ Yarra was called Birrarung – ‘a place of mist and shadows.’ But the colonial surveyor heard one of the indigenous people saying “ yarro yarro “ meaning it flows and he assumed it’s the name of the river. “</p><p>Melbourne, the riverine settlement eventually evolved into a dynamic and vibrant capital of Victoria and the cultural heartland of the state. But for those seeking a dash of adventure, head out on day trips around Melbourne and explore Victoria beyond Melbourne  Lose yourself in verdant valleys and captivating islands where you can spot wildlife, head out on a cruise, relax in a thermal bath, and indulge in wine tasting as we go on several excursions from Melbourne. Several fascinating experiences are awaiting you as we head out on short day trips from Melbourne</p><p>Our first experience began with a nostalgic journey aboard the charming Puffing Billy, one of the fun day trips around Melbourne. We chugged along in the oldest heritage steam locomotive through the verdant tracts of Dandenong Ranges, with our legs dangling in the open as we sat on the sill of the open carriage.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal9.webp"
    },
    {
        "id": "10",
        "category":"travel guide",
        "title": "how to pay as a foreigner in India",
        "content": "<p>There is no doubt about it – India is a tricky place to navigate as a foreigner, and especially as a foreigner new to India. One of the most difficult things to do (aside from booking a train and crossing the street in Delhi) is to pay in India as a foreigner. This is largely because of the way India manages their economy and payment systems. </p><h3>Cash</h3><p>We recommend that you take rupees from the ATM, rather than trying to exchange money. You can take a maximum of 10,000 rupees at a time, which is about $120 USD. You get charged per transaction, so might as well take the maximum.</p><h3>UPI One World</h3><p>UPI One World was introduced in 2023. You can get the UPI One World wallet at currency exchange booths in India’s airports (and apparently at hotels and designated money exchange locations). </p><h3>Wise</h3><p>I love Wise. I have personally found it to be cheaper for making payments when I am travelling internationally than any other system (except UPI in India, see below). If you can get the Wise debit card, it’s the best: you can open a currency account in your destination’s currency, and using the Wise debit card, take cash from the ATM.</p><h3>The India for Beginners way</h3><p>As always, we are here to help you prepare for India and to make your journey both smooth and incredible! We can help you plan your perfect, customized itinerary, do your bookings (especially your train tickets!) and run your custom tour. You will have a team of caring people holding your hand every step of the way.</p><p>As a foreigner using UPI in India, you will have some restrictions. You can use it only to pay merchants, not individuals.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal10.webp"
    },
    {
        "id": "11",
        "title": "Summer in Abu Dhabi: Totally recommended",
        "content": "<p>This summer in Abu Dhabi, get ready to explore the best of the city with a curated list of recommendations designed to create unforgettable memories. Whether you're looking for a break to unwind and relax or to get your adrenaline pumping, Abu Dhabi has plenty to do this summer. Where will you begin?</p><p>The city of Abu Dhabi is vibrant and lively; you'll never be without something to do. Beyond the city, majestic desert landscapes and lush green oases are open for exploring. Discover things to do in Abu Dhabi, and don't forget to click the heart icon to save your favourites to curate your perfect trip at your own pace.</p><h3>Enjoy gourmet eats sprinkled with 24-karat gold at Emirates Palace</h3><p>Emirates Palace is a magnificent architectural gem that symbolises opulence and luxury. This lavish hotel boasts impressive features, including a helicopter landing pad and 1.3km of private beach and marina. The hotel's interior is a feast for the eyes, with glittering chandeliers and elaborate domes embellished in gold, mother-of-pearl, and crystals. Treat yourself to plush suites that offer private balconies with tranquil views of the lush gardens, pristine pools or the stunning bay, or opt for the three-bedroom palace suite, which comes with the added extravagance of 24-hour butler service.</p><h3>Theme Parks in Abu Dhabi</h3><p>Warner Bros. Abu Dhabi is the city's biggest amusement park at 1.65 million square feet. The indoor theme park was officially given this title by Guinness World Records on 11 December 2019.</p><h3>Abu Dhabi and its surroundings</h3><p>The name Abu Dhabi means 'Land of the Gazelle' in Arabic. The story goes that the emirate was founded when a young antelope led a wandering tribe to fresh water on an island with no more than 300 Barasti (palm frond) huts, a few coral buildings and the Ruler's fort. That modest island settlement has since been transformed into the modern, cosmopolitan, high-rise UAE capital city. The gorgeous archipelago offers a mix of ancient history, rich culture and heritage, stunning nature, beautiful beaches, high-end luxury, surprising wildlife, family-friendly adventure, world-class shopping, renowned golf courses and a welcoming atmosphere.</p><h3>Made for fun</h3><p>For epic adventures ideal for the family, head to Yas Island. Enjoy a luxe stay at W Abu Dhabi, ride the world's fastest roller-coaster at Ferrari World Abu Dhabi, take a swing at Yas Links Abu Dhabi, and soak up the sun at Yas Beach.</p><p>Check into luxury at private island retreats, indulge in extravagance through your palate at gourmet culinary venues, experience nature's charm in comfort at unmatched glamping experiences, immerse yourself in the majestic aura of the desert or treat yourself to the highest of high teas at one of Abu Dhabi's most-loved hotels. With such a diverse range of lavish experiences, Abu Dhabi is the perfect destination for those seeking an unforgettable holiday.</p>",
        "image": "https://raw.githubusercontent.com/skusiss/ltt-api/refs/heads/main/assets/images/journal/journal11.webp"
    }
]